"Open with Keka" = "Abrir con Keka";
"Compress here" = "Comprime aquí";
"Compress to..." = "Comprime en...";
"Extract here" = "Extrae aquí";
"Extract to..." = "Extrae en...";
"Extract to \"%@\"" = "Extrae en \"%@\"";
"Compress with Keka" = "Comprimir con Keka";
